Repository: kenoma/Jeran
Catalog: Jeran/Properties/Resources.*.resx
Languages: ru_ru

# dilemma_31
source: Luke ;Luke is operating the switch at a railroad station when he sees an empty, out of control boxcar coming down the tracks. It is moving so fast that anyone it hits will die immediately. The boxcar is headed towards five repairmen on the track. If Luke does nothing, the boxcar will hit the five repairmen on the track. Luke can pull a lever redirecting the boxcar to an empty sidetrack. However, pulling the lever will cause the switch to crush one other repairman working on the switch, who will die immediately. Luke decides to pull the lever.;Pulling the lever is:
ru_ru: ;Никита управляет стрелкой на железнодорожной станции. Он видит, что пустой неуправляемый вагон едет по железной дороге с такой скоростью, что собьет любого на смерть. Вагон вот-вот собьет пятерых рабочих, ремонтирующих пути. Если Никита ничего не предпримет, то вагон собьет пять рабочих. Никита может потянуть за рычаг и перевести стрелку, направив вагон на пустой запасной путь. Однако, потянув за рычаг, он раздавит другого рабочего, находящегося на стрелке, и тот немедленно умрет. Никита решает потянуть за рычаг.;Потянуть за рычаг – это:

# dilemma_32
source: Alan ;Alan is operating the switch at a railroad station when he sees an empty, out of control boxcar coming down the tracks. It is moving so fast that anyone it hits will die immediately. The boxcar is headed towards a repairman whose leg is caught in the switch. Further down the main track are five more repairmen. If Alan does nothing, the boxcar will hit the one repairman and therefore slow to a stop and not hit the other five repairmen. Alan can pull a lever and release the repairman’s leg, allowing him to jump safely out of the way. However, releasing the repairman will allow the boxcar to continue down the main track where it will hit the five other repairmen working on the tracks. Alan decides not to pull the lever.;Not pulling the lever is:
ru_ru: ;Илья управляет стрелкой на железнодорожной станции. Он видит, что пустой неуправляемый вагон едет по железной дороге с такой скоростью, что собьет любого на смерть. Вагон вот-вот собьет рабочего, нога которого застряла в стрелке. Дальше на пути находятся еще пять рабочих. Если Илья ничего не сделает, вагон собьет одного рабочего, остановится и не заденет пятерых рабочих. Илья может перевести стрелку и освободить ногу рабочего, позволив ему отпрыгнуть с путей. Однако, освободив ногу одного рабочего, Илья даст вагону проехать и сбить пять рабочих. Илья решает не тянуть за рычаг.;Не потянуть за рычаг – это:
