Repository: kenoma/Jeran
Catalog: Jeran/Properties/Resources.*.resx
Languages: ru_ru

# dilemma_17
source: Tim ;Tim works at a hospital. He is in charge of a machine that can both increase and decrease the amount of a certain chemical in a patient's bloodstream. Too much or too little of the chemical results in death. Tim notices that the machine has pumped a near toxic amount of the chemical into a patient's body. Tim must immediately stop the machine to save the patient's life. However, he sees that five other patients with toxic amounts of the chemical are hooked up to the machine. The machine is removing the chemical from these five patients. If Tim stops the machine to save the one patient, the five other patients will die. If Tim doesn’t stop the machine, the one patient will die, but the five other patients will survive. Tim decides not to stop the machine.;Not stopping the machine is:
ru_ru: ;Максим работает в больнице. Он управляет устройством, которое увеличивает или уменьшает объем определенного химического вещества в крови пациента. Если вещества слишком много или слишком мало, то пациент умирает. Максим замечает, что устройство накачало в тело пациента почти токсическую дозу вещества. Он должен немедленно остановить работу устройства, чтобы спасти жизнь пациента. Однако он видит, что пять других пациентов с токсическими дозами вещества подключены к этому же устройству, причем оно удаляет это вещество из их органов. Если Максим остановит работу устройства для спасения одного пациента, то умрут другие пять пациентов. Если Максим не остановит устройство, умрет один пациент, но пятеро выживут. Максим решает не останавливать работу устройства.;Не остановить устройство – это:

# dilemma_18
source: Bob ;Bob works at a hospital. He is in charge of a machine that can both increase and decrease the amount of a certain chemical in a patient's bloodstream. Too much or too little of the chemical results in death. Bob notices that the machine has pumped a near toxic amount of the chemical into a patient's body. Bob must immediately disconnect the patient to save the patient's life. However, he sees that five other patients with toxic amounts of the chemical are hooked up to the machine. The machine is removing the chemical from these five patients and will continue to do so only if it can maintain equilibrium by continuing to pump the chemical into the one patient. If Bob disconnects the machine to save the one patient, the machine will not be able to maintain equilibrium and the five other patients will die. If Bob doesn’t disconnect the machine from the one patient, the one patient will die, but the five other patients will survive. Bob decides not to disconnect the machine from the one patient.;Not disconnecting the machine from the one patient is:
ru_ru: ;Боря работает в больнице. Он управляет устройством, которое увеличивает или уменьшает объем определенного химического вещества в крови пациента. Если вещества слишком много или слишком мало, то пациент умирает. Боря замечает, что устройство накачало в тело пациента почти токсическую дозу вещества. Он должен немедленно отключить пациента от устройства, чтобы спасти его жизнь. Однако он видит, что пять других пациентов с токсическими дозами вещества подключены к этому же устройству. Оно удаляет вещество из их органов за счет закачивания этого вещества в организм первого пациента, и может работать, пока поддерживается этот баланс. Если Боря отключит устройство для спасения одного пациента, это устройство не сможет поддерживать баланс, и другие пять пациентов умрут. Если Боря не отключит пациента от устройства, то этот один пациент умрет, но выживут другие пять. Боря решает не отключать пациента.;Не отключить пациента от устройства – это:

# dilemma_19
source: James ;James is hiking through a foreign land when he comes across a remote village. James learns that one of the villagers fell into a cursed pond but, contrary to local superstition, did not die. If the one villager does not die by sunrise, five other innocent and unwilling villagers will be sacrificed to the gods to thank them for sparing the one. James, who has some medical training, realizes that he can prevent the sacrifice of the five villagers if he secretly poisons the one villager. If James poisons the one, the one will be dead by sunrise, and the five will not be sacrificed. If James does not poison the one, the one will not be dead by sunrise, and the five will be sacrificed as planned. James decides to poison the one. James decides to poison the one.;Poisoning the one is:
ru_ru: ;Во время похода по неизвестным местам Саша идет по глухой деревушке. Он узнает, что один из местных жителей упал в проклятый пруд, но, вопреки местному суеверию, не умер. Если этот житель не умрет до рассвета, пять других невинных и не желающих смерти жителей будут принесены в жертву богам в благодарность за его спасение. Саша, кое-что смыслящий в медицине, понимает, что он может предотвратить смерть пятерых, незаметно отравив этого жителя. Если Саша отравит его, то этот один житель умрет до рассвета, и пять других жителей останутся в живых. Если Саша не отравит одного жителя, то пять других, как и планировалось, будут принесены в жертву. Саша решает отравить жителя.;Отравить жителя – это:

# dilemma_20
source: Robert ;Robert is hiking through a foreign land when he comes across a remote village. Robert learns that one of the villagers fell into a cursed pond but, contrary to local superstition, did not die. If the one villager does not die by sunrise, five other innocent and unwilling villagers will be sacrificed to the gods to thank them for sparing the one. Robert, who has some medical training, notices that the one has accidentally consumed a poisonous substance. Robert can administer the antidote to the one villager. If Robert withholds the antidote from the one, the one will die by sunrise, and the five will not be sacrificed. If Robert does provide the antidote to the one, the one will not be dead by sunrise, and the five will be sacrificed as planned. Robert decides not to provide the antidote to the one.;Not providing the antidote to the one is:
ru_ru: ;Во время похода по неизвестным местам Лёша идет по глухой деревушке. Он узнает, что один из местных жителей упал в проклятый пруд, но, вопреки местному суеверию, не умер. Если этот житель не умрет до рассвета, пять других невинных и не желающих смерти жителей будут принесены в жертву богам в благодарность за его спасение. Лёша, кое-что смыслящий в медицине, видит, что этот житель случайно принял ядовитое вещество. Лёша может дать ему противоядие. Если Лёша не даст противоядие, то этот один житель умрет до рассвета, и пять других жителей останутся в живых. Если Лёша даст ему противоядие, то пять других жителей, как и планировалось, будут принесены в жертву. Лёша решает не давать жителю противоядие.;Не дать жителю противоядие – это:

# dilemma_21
source: Fred ;Fred is working on the top floor of a construction project when he sees a gearbox at the end of a steel beam is about to break. Suspended from the gearbox is an elevated platform with five workers on it, and if the gearbox breaks the five workers will fall to their deaths. Fred can save the five if he rushes across the steel beam immediately to engage the backup mechanism on the gearbox. In between Fred and the gearbox there is a worker standing on the beam. Fred knows that if he rushes across the narrow beam he is certain to bump into the other worker, causing this worker to fall to his death. The construction site is too noisy for Fred to warn the other worker. If Fred does nothing, the gearbox will break and the five workers will fall to their deaths, but the one worker will remain safe. If Fred rushes to engage the backup mechanism, the five workers will be saved but Fred will bump into the one worker, who will fall to his death. Fred decides to rush to engage the backup mechanism.;Rushing to engage the backup mechanism is:
ru_ru: ;Во время работы на верхнем этаже строящегося здания Игорь видит, что механический привод, находящийся на стальной перекладине, вот-вот сломается. Этот механический привод удерживает на высоте платформу, на которой находятся пять рабочих. Если привод сломается, то пять рабочих разобьются насмерть. Игорь может их спасти, если пробежит через перекладину и включит резервный механизм привода. Между Игорем и приводом на стальной перекладине стоит один рабочий. Игорь понимает, что если он бросится через узкую перекладину, он собьет этого рабочего, и тот разобьется насмерть. Стройка слишком шумная, чтобы можно было крикнуть и предупредить его. Если Игорь ничего не сделает, то привод сломается, и пять рабочих погибнут, а один рабочий останется в живых. Если Игорь бросится включать резервный механизм привода, то пять рабочих спасутся, но Игорь столкнет одного рабочего, и тот разобьется. Игорь решает бежать и включать резервный механизм.;Побежать и включить резервный механизм – это:

# dilemma_22
source: Ethan ;Ethan is working on the top floor of a construction project when he sees a gearbox at the end of a steel beam is about to break. Suspended from the gearbox is an elevated platform with five workers on it, and if the gearbox breaks the five workers will fall to their deaths. Ethan can save the five if he rushes across the steel beam immediately to engage the backup mechanism on the gearbox. In between Ethan and the gearbox there is a gate and a worker standing next to the gate. Ethan knows that if he rushes through the gate, the gate is certain to bump into the other worker, causing this worker to fall to his death. The construction site is too noisy for Ethan to warn the other worker. If Ethan does nothing, the gearbox will break and the five workers will fall to their deaths, but the one worker will remain safe. If Ethan rushes to engage the backup mechanism, the five workers will be saved but Ethan will cause the gate to bump into the one worker, who will fall to his death. Ethan decides to rush to engage the backup mechanism. ;Rushing to engage the backup mechanism is:
ru_ru: ;Во время работы на верхнем этаже строящегося здания Олег видит, что механический привод, находящийся на стальной перекладине, вот-вот сломается. Этот механический привод удерживает на высоте платформу, на которой находятся пять рабочих. Если привод сломается, то пять рабочих разобьются насмерть. Олег может их спасти, если пробежит через перекладину и включит резервный механизм привода. Между Олегом и приводом находится дверь, около которой стоит один рабочий. Олег знает, что если он с разбега откроет дверь, то она ударит этого рабочего, он упадет вниз и разобьется. Стройка слишком шумная, чтобы можно было крикнуть и предупредить его. Если Олег ничего не сделает, привод сломается, и пять рабочих разобьются насмерть, а один рабочий останется в живых. Если Олег бросится включать резервный механизм, то пять рабочих будут спасены, но Олег оттолкнет дверь, которая ударит одного рабочего, и тот разобьется. Олег решает бежать и включать резервный механизм.;Побежать включать резервный механизм – это:

# dilemma_23
source: Joe ;Joe is drifting along in his motorboat at the mouth of a narrow channel when he notices a shark approaching. Further down the channel he sees five swimmers. If Joe maintains his current position, his boat will obstruct the entrance to the channel, thereby preventing the shark from attacking the five swimmers. However, Joe sees another swimmer drowning in the distance. Joe can save the one swimmer by immediately moving toward him in the motorboat, thereby leaving the channel open to the shark. If Joe moves towards the one swimmer in his motorboat, the one swimmer will live but the five swimmers will be eaten by the shark. If Joe does not move toward him, the one swimmer will drown but the five swimmers will remain safe. Joe decides not to move toward the one swimmer.;Not moving toward the one swimmer is:
ru_ru: ;Сидя в моторной лодке в устье узкого канала, Гена замечает приближающуюся акулу. В водах канала он видит пятерых пловцов. Если Гена не сдвинется с места, его лодка перекроет вход в канал, и акула не сможет напасть на пятерых пловцов. Однако вдалеке Гена видит еще одного пловца, который тонет. Гена может спасти его, если немедленно подплывет к нему на лодке, открыв при этом канал для акулы. Если Гена поплывет к тонущему пловцу, то пловец будет спасен, но пятерых пловцов съест акула. Если Гена не сдвинется с места, пловец утонет, но пять пловцов останутся в живых. Гена решает остаться на месте.;Не сдвинуться с места – это:

# dilemma_24
source: Casey ;Casey is drifting along in his motorboat near the mouth of a narrow channel when he notices a shark approaching. Further down the channel he sees five swimmers. However, one other swimmer is positioned at the mouth of the channel such that the shark will attack the one first, giving the five the necessary time to escape. Casey can save the one swimmer by immediately moving toward him in the motorboat, but saving the one swimmer would also leave the channel open to the shark. If Casey moves towards the one swimmer, the one swimmer will live but the five swimmers will be eaten by the shark. If Casey does not move toward him, the one swimmer will be eaten by the shark but the five swimmers will remain safe. Casey decides not to move toward the one swimmer.;Not moving toward the one swimmer is:
ru_ru: ;Сидя в моторной лодке в устье узкого канала, Кирилл замечает приближающуюся акулу. В водах канала он видит пятерых пловцов. Однако в устье канала находится еще один пловец, и акула атакует его первым, поэтому пять других успеют спастись. Кирилл может спасти одного пловца, если быстро подплывет к нему на лодке, однако это откроет акуле вход в канал. Если Кирилл подплывет к пловцу, то этот один пловец спасется, но пятерых пловцов съест акула. Если Кирилл не сдвинется с места, то этого пловца съест акула, но спасутся пятеро пловцов в канале. Кирилл решает остаться на месте.;Не сдвинуться с места – это:

# dilemma_25
source: Mark ;Mark receives a communication that the captain of a cargo ship has contracted a highly infectious disease. The captain himself is only a carrier of the disease and is immune to the symptoms, but anybody who comes into contact with him will die. No passengers are on the ship. The ship is headed for a remote island where the captain will hand-deliver the cargo to the five islanders. The captain does not know that he is carrying the disease and has no radio on board to receive a warning. Mark takes off in a helicopter to intercept the ship, but from a distance he sees the ship about to dock. The only way Mark can stop the captain from transmitting the disease is to use a missile to blow up the ship. If Mark fires the missile, the captain will die and the five islanders will live. If Mark does not fire the missile, the captain will live and the five islanders will die. Mark decides to fire the missile.;Firing the missile is:
ru_ru: ;Юра получил сообщение, что капитан грузового судна заразился опасным инфекционным заболеванием. Сам капитан – лишь переносчик заболевания, и имеет иммунитет, однако любой, кто вступит с ним в контакт, умрет. На судне нет пассажиров. Оно направляется на отдаленный остров, где капитан должен лично вручить груз пяти жителям острова. Капитан не знает, что является носителем заболевания, и на борту судна нет радио, чтобы предупредить капитана. Единственный способ предотвратить заражение жителей от капитана – взорвать судно, запустив в него ракету. Если Юра запустит ракету, капитан погибнет, а пять островитян выживут. Если Юра не запустит ракету, то капитан выживет, но умрут пять жителей острова. Юра решает пустить ракету.;Запустить ракету – это:

# dilemma_26
source: George ;George receives a communication that the captain of a cargo ship has contracted a highly infectious disease. The captain himself is only a carrier of the disease and is immune to the symptoms, but anybody who comes into contact with him will die. No passengers are on the ship. The ship is headed for a remote island where the captain will hand-deliver the cargo to the five islanders. The captain does not know that he is carrying the disease and has no radio to receive a warning. George takes off in a helicopter to intercept the ship, but from a distance he sees the ship about to dock. The ship is on fire, however, and the captain will be burned before the ship docks. George could fire a missile into the water next to the ship, causing a splash that would put out the fire and save the captain. If George fires the missile the captain will live but the disease will be transmitted, killing the five islanders. If George does not fire the missile the captain will die and the five islanders will live. George decides to fire the missile.;Firing the missile is:
ru_ru: ;Витя получил сообщение, что капитан грузового судна заразился опасным инфекционным заболеванием. Сам капитан – лишь переносчик заболевания, и имеет иммунитет, однако любой, кто вступит с ним в контакт, умрет. На судне нет пассажиров. Оно направляется на отдаленный остров, где капитан должен лично вручить груз пяти жителям острова. Капитан не знает, что является носителем заболевания, и на борту судна нет радио, чтобы предупредить капитана. Витя вылетает на вертолете, чтобы остановить судно, но уже на расстоянии видит, что корабль пристает к берегу. Однако на корабле пожар, и капитан погибнет еще до швартовки. Витя может запустить ракету в воду рядом с кораблем, и всплеск от ракеты потушит пожар и спасет капитана. Если Витя запустит ракету, капитан выживет, но заболевание перейдет на остров и убьет пять жителей. Если Витя не запустит ракету, капитан умрет, а пять островитян выживут. Витя решает выстрелить.;Пустить ракету – это:

# dilemma_27
source: John ;John is driving a motorboat when he notices five swimmers drowning in the distance. If John does not drive toward them at top speed, he will not arrive in time, and all five will die. In order to drive at top speed, John must lighten the load on his boat. The only way to lighten the load is to push his passenger with his hands and cause the passenger to tumble off the back of the boat. This passenger cannot swim and will drown. If John pushes the passenger, the one passenger will drown, but John will save the five drowning swimmers. If John does not push the passenger, the one passenger will not drown, but the five swimmers will drown. John decides to push the one passenger.;Pushing the one passenger is:
ru_ru: ;Управляя своей моторной лодкой, Слава замечает пятерых пловцов, тонущих вдалеке. Если Слава не поплывет к ним с максимальной скоростью, он не успеет вовремя, и все пятеро погибнут. Чтобы плыть с максимальной скоростью, Слава должен облегчить лодку. Единственный способ уменьшить груз – столкнуть своими руками с лодки пассажира так, чтобы он упал за корму. Пассажир не умеет плавать, он утонет. Если Слава столкнет пассажира, то этот один пассажир погибнет, но пятерых тонущих пловцов удастся спасти. Если Слава не столкнет пассажира, тот останется в живых, но утонут пять пловцов. Слава решает столкнуть пассажира.;Столкнуть пассажира – это:

# dilemma_28
source: Matt ;Matt is driving a motorboat when he notices five swimmers drowning in the distance. If Matt does not drive toward them at top speed he will not arrive in time, and all five will die. In order to drive at top speed, Matt must accelerate quickly. Accelerating quickly will also cause a passenger to tumble off the back of the boat. This passenger cannot swim and will drown. If Matt accelerates quickly, the one passenger will drown, but Matt will save the five drowning swimmers. If Matt does not accelerate quickly, the one passenger will stay safely on the boat, but the five swimmers will drown. Matt decides to accelerate quickly.;Accelerating quickly is:
ru_ru: ;Управляя моторной лодкой, Лёня замечает пятерых пловцов, тонущих вдалеке. Если Лёня не поплывет к ним с максимальной скоростью, он не успеет вовремя, и все пятеро погибнут. Чтобы плыть с максимальной скоростью, Лёня должен резко прибавить газ. Из-за резкого ускорения один пассажир упадет с лодки за корму. Этот пассажир не умеет плавать, и утонет. Если Лёня резко прибавит газ, один пассажир утонет, но пятерых тонущих пловцов удастся спасти. Если Лёня не прибавит газ, то этот один пассажир останется невредим, но утонут пять пловцов. Лёня решает резко прибавить газ.;Прибавить газ – это:

# dilemma_29
source: Dave ;Dave is driving a motorboat when he notices five swimmers drowning in the distance. If Dave does not drive toward them at top speed he will not arrive in time, and all five will die. In order to drive at top speed, Dave must lighten the load on his boat. The only way to lighten the load is to accelerate quickly and cause a passenger to tumble off the back of the boat. This passenger cannot swim and will drown. If Dave accelerates quickly, the one passenger will drown, but Dave will save the five drowning swimmers. If Dave does not accelerate quickly, the one passenger will not drown, but the five swimmers will drown. Dave decides to accelerate quickly.;Accelerating quickly is:
ru_ru: ;Управляя моторной лодкой, Костя замечает пятерых пловцов, тонущих вдалеке. Если Костя не поплывет к ним с максимальной скоростью, он не успеет вовремя, и все пятеро погибнут. Чтобы плыть с максимальной скоростью, Костя должен облегчить лодку. Единственный способ уменьшить груз – резко прибавить газ так, чтобы пассажир упал с лодки за корму. Этот пассажир не умеет плавать, он утонет. Если Костя резко прибавит газ, один пассажир утонет, но пятерых тонущих пловцов удастся спасти. Если Костя не прибавит газ, то этот один пассажир останется жив, но утонут пять пловцов. Костя решает резко прибавить газ.;Прибавить газ – это:

# dilemma_30
source: Todd ;Todd is operating the switch at a railroad station when he sees an empty, out of control boxcar coming down the tracks. It is moving so fast that anyone it hits will die immediately. The boxcar is headed towards a repairman whose leg is caught in the switch. If Todd does nothing, the boxcar will hit the repairman and then come to a stop on the empty main track where nobody else is threatened. Todd can pull a lever that will switch the tracks and release the repairman’s leg, allowing him to jump safely out of the way. However, switching the tracks will send the boxcar down a side track where it will hit five other repairmen working on the tracks. Todd decides not to pull the lever.;Not pulling the lever is:
ru_ru: ;Гриша управляет стрелкой на железнодорожной станции. Он видит, что пустой неуправляемый вагон едет по железной дороге с такой скоростью, что собьет любого на смерть. Вагон вот-вот собьет рабочего, у которого в стрелочном механизме застряла нога. Если Гриша ничего не сделает, вагон собьет рабочего, а потом остановится на пустом пути, где никому больше не угрожает опасность. Гриша может потянуть за рычаг, чтобы перевести стрелку и освободить ногу рабочего, позволив ему отпрыгнуть с пути. Однако перевод стрелки направит вагон на запасной путь, где он собьет пять других рабочих, ремонтирующих пути. Гриша решает не тянуть за рычаг.;Не потянуть за рычаг – это:
