Repository: kenoma/Jeran
Catalog: Jeran/Properties/Resources.*.resx
Languages: ru_ru

# DillemFolder
source: DilEng
ru_ru: DilRu

source: Exit
ru_ru: Выход

# hxmBPM
source: bpm
ru_ru: уд/мин

# hxmCharge
source: Battery charge
ru_ru: Заряд батареи

# hxmHeartRate
source: Heart rate
ru_ru: Ритм сердца

# hxmNotReady
source: Heart rate monitor is not ready
ru_ru: Датчик пульса не готов

# hxmReady
source: Heart rate monitor ready
ru_ru: Датчик пульса готов

source: New test
ru_ru: Пройти тест

# NextButton
source: Next →
ru_ru: Далее →

# ViewDB
source: View database
ru_ru: Просмотр базы

# dilemma_1
source: Adam; Adam is driving his motorboat when he notices five swimmers drowning in the distance. If Adam does not drive toward them at top speed he will not arrive in time, and all five will die. In order to drive at top speed, Adam must accelerate quickly. If Adam accelerates quickly, he will save the five drowning swimmers. If Adam does not accelerate quickly, the five swimmers will drown. Adam decides to accelerate quickly.;Accelerating quickly is:;
ru_ru: ;Управляя моторной лодкой, Андрей замечает пятерых пловцов, которые тонут вдалеке. Если Андрей не поплывет к ним с максимальной скоростью, он не успеет их спасти, и все пятеро погибнут. Чтобы плыть с максимальной скоростью, Андрей должен резко прибавить газ. Если он резко ускорится, то спасет пловцов. Если он не сделает этого, они все утонут. Андрей решает резко прибавить газ.;Резко прибавить газ – это:

# dilemma_2
source: Ben; Ben sees that an empty runaway boxcar is headed down a track. There is nobody on the track. There is one person working on a side track. If Ben flips the switch, the boxcar will turn onto the side track and hit the one person. If Ben does not flip the switch, the boxcar will continue on the track, and nobody will be hit. Ben decides to flip the switch.;Flipping the switch is:
ru_ru: ;Володя видит, что пустой неуправляемый вагон едет по железной дороге. На дороге никого нет. Только один человек работает на запасном пути. Если Володя переведет стрелку, вагон поедет по запасному пути и собьет человека. Если Володя не переведет стрелку, вагон поедет дальше, и никто не пострадает. Володя решает перевести стрелку.;Перевод стрелки – это:

# dilemma_3
source: Connor ; Connor is at a new aquarium exhibit when he sees a visitor slip on a wet floor, fall down, and break his neck. The visitor is still alive and can be safely evacuated by medics so long as he is not moved. He has fallen, however, on top of the oxygen supply line servicing five other visitors in an underwater observation pod. Without oxygen, the five visitors will soon die. If Connor does nothing the one visitor will be safely evacuated, but the five visitors in the pod will die. If Connor pushes the one visitor off the supply line this one visitor will die, but the five visitors in the pod will have their oxygen restored and will live. Connor decides to push the one visitor.;Pushing the one visitor is:
ru_ru: ;На новой выставке аквариумов Коля видит, как посетитель поскользнулся на мокром полу, упал и сломал себе шею. Он еще жив, и, если останется неподвижным, то его могут безопасно эвакуировать медики. Однако он упал на шланг, который подает кислород пяти другим посетителям, находящимся на подводной экскурсии. Без кислорода эти пять посетителей скоро умрут. Если Коля ничего не сделает, то первого посетителя безопасно эвакуируют, но пять человек, находящихся в батискафе, умрут. Если Коля сдвинет упавшего посетителя со шланга, то он умрет, но пять посетителей в батискафе получат кислород и выживут. Коля решает сдвинуть первого посетителя.;Сдвинуть посетителя – это:

# dilemma_4
source: Mike; Mike is at a new aquarium exhibit when he sees a visitor slip on a wet floor, fall down, and break his neck. The visitor is still alive and can be safely evacuated by medics so long as he is not moved. He has fallen, however, on top of the oxygen supply line servicing five other visitors in an underwater observation pod. Without oxygen, the five visitors will soon die. If Mike does nothing the one visitor will be safely evacuated, but the five visitors in the pod will die. If Mike pulls the supply line out from under the one visitor this one visitor will die, but the five visitors in the pod will have their oxygen restored and will live. Mike decides to pull the supply line.;Pulling the supply line is:
ru_ru: ;На новой выставке аквариумов Миша видит, как посетитель поскользнулся на мокром полу, упал и сломал себе шею. Он еще жив, и, если останется неподвижным, то его могут безопасно эвакуировать медики. Однако он упал на шланг, который подает кислород пяти другим посетителям, находящимся на подводной экскурсии. Без кислорода эти пять посетителей скоро умрут. Если Миша ничего не сделает, то первого посетителя безопасно эвакуируют, но пять человек, находящихся в батискафе, умрут. Если Миша вытянет из-под него шланг, то этот посетитель умрет, но пять посетителей в батискафе получат кислород и выживут. Миша решает вытянуть кислородный шланг.;Вытянуть шланг – это:

# dilemma_5
source: Justin ; Justin is driving his motorboat in the bay when he notices some swimmers in trouble. There are five swimmers drowning at the end of a narrow channel in front of Justin. In between Justin and the drowning swimmers is another swimmer who is safe and not in trouble. If Justin takes the narrow channel to the five drowning swimmers and saves them, the wake from Justin’s boat will wash over the safe swimmer, drowning him. If Justin does nothing, the five swimmers will drown and the one swimmer will remain safe. Justin decides to take the narrow channel.;Taking the narrow channel is:
ru_ru: ;Женя едет по заливу на моторной лодке, как вдруг замечает пловцов, которым грозит опасность. Пятеро пловцов тонут в конце узкого канала прямо по курсу Жени. Между Женей и тонущими пловцами находится еще один пловец. Он не тонет и в полной безопасности. Если Женя поедет по узкому каналу к пяти тонущим пловцам и спасет их, то волна от его лодки захлестнет и утопит невредимого пловца. Если Женя ничего не сделает, то пять пловцов утонут, а один останется в живых. Женя решает плыть по узкому каналу.;Плыть по каналу – это:

# dilemma_6
source: Don; Don is driving his motorboat in the bay when he notices some swimmers in trouble. There are five swimmers drowning at the end of a channel in front of Don. To the side of the channel there is another swimmer drowning. If Don stops to save the one swimmer on the side of the channel, he will not be able to get to the five swimmers in time to save them. If Don continues to speed towards the five swimmers past the one swimmer, the one swimmer will drown, but he will reach the five swimmers in time to save them. Don decides to continue to speed towards the five swimmers.;Continuing to speed towards the five swimmers is:
ru_ru: ;Дима едет по заливу на моторной лодке, как вдруг замечает пловцов, которым грозит опасность. Пятеро пловцов тонут в конце узкого канала прямо по курсу Димы. Сбоку от канала тонет еще один пловец. Если Дима остановится и спасет этого одного пловца сбоку от канала, он не успеет спасти пятерых пловцов. Если Дима прибавит скорость и поплывет к пятерым пловцам мимо одного пловца, последний утонет, но пятерых пловцов удастся спасти. Дима решает прибавить скорость и плыть в сторону пятерых пловцов.;Прибавить скорость к пятерым пловцам – это:

# dilemma_7
source: Dennis ; Standing by the railroad tracks, Dennis sees an empty, out-of-control boxcar about to hit five people. Next to Dennis is a lever that can be pulled, sending the boxcar down a side track and away from the five people. But pulling the lever will also lower the railing on a footbridge spanning the side track, causing one person to fall off the footbridge and onto the side track, where he will be hit by the boxcar. If Dennis pulls the lever the boxcar will switch tracks and not hit the five people, and the one person to fall and be hit by the boxcar. If Dennis does not pull the lever the boxcar will continue down the tracks and hit five people, and the one person will remain safe above the side track. Dennis decides to pull the lever.;Pulling the lever is:
ru_ru: ;Стоя возле железной дороги, Денис увидел, что пустой неуправляемый вагон вот-вот собьет пять человек. Рядом с Денисом находится стрелочный рычаг, которым можно направить вагон на запасной путь и в сторону от пятерых людей. Но перевод стрелки также приведет к опусканию перил пешеходного моста, находящегося над запасным путем. В результате этого один человек упадет с моста на рельсы запасного пути и попадет под вагон. Если Денис потянет за рычаг, вагон пойдет на запасной путь и не собьет пять человек, а один человек упадет на рельсы и попадет под вагон. Если Денис не потянет за рычаг, то вагон продолжит путь, собьет пять человек, а один человек на мосту запасного пути останется жив. Денис решает потянуть за рычаг.;Потянуть за рычаг – это:

# dilemma_8
source: Frank ;Standing on a footbridge spanning the railroad tracks, Frank sees an empty, out-of-control boxcar about to hit five people. Frank’s leg is stuck in the railing, but next to Frank is one person who he can push, causing the one person to fall off the footbridge and onto the main track where he will be hit by the boxcar. The boxcar will slow down because of the one person, therefore preventing the five from being hit. If Frank pushes the one person, the one person will fall and be hit by the boxcar, and therefore the boxcar will slow down and not hit the five people. If Frank does not push the one person the boxcar will continue down the tracks and hit five people, and the one person will remain safe above the main track. Frank decides to push the one person.;Pushing the one person is:
ru_ru: ;Стоя на пешеходном мосту над рельсами, Федя увидел, что пустой неуправляемый вагон вот-вот собьет пять человек. Нога Феди застряла в перилах, но рядом с Федей стоит еще один человек, которого можно толкнуть, чтобы он упал с моста на рельсы и попал под вагон. Из-за этого человека скорость вагона снизится, и он не собьет пять человек. Если Федя столкнет одного человека, тот попадет под вагон, который замедлит ход и пять человек выживут. Если Федя не столкнет этого человека, вагон продолжит движение и собьет пятерых, а один человек останется в живых, стоя на мосту над рельсами. Федя решает столкнуть человека.;Столкнуть человека – это:

# dilemma_9
source: Evan ;Standing by the railroad tracks, Evan sees an empty, out-of-control boxcar about to hit five people. Next to Evan is a lever that can be pulled, lowering the railing on a footbridge that spans the main track, and causing one person to fall off the footbridge and onto the main track, where he will be hit by the boxcar. The boxcar will slow down because of the one person, therefore preventing the five from being hit. If Evan pulls the lever the one person will fall and be hit by the boxcar, and therefore the boxcar will slow down and not hit the five people. If Evan does not pull the lever the boxcar will continue down the tracks and hit the five people, and the one person will remain safe above the main track. Evan decides to pull the lever.;Pulling the lever is:
ru_ru: ;Стоя рядом с рельсами, Ваня увидел, что пустой неуправляемый вагон вот-вот собьет пять человек. Рядом с Ваней находится рычаг, потянув который можно опустить перила на пешеходном мосту, чтобы один человек упал оттуда на рельсы, где его собьет вагон. Из-за этого вагон замедлится, и пять человек успеют спастись. Если Ваня потянет за рычаг, то один человек упадет на рельсы и попадет под вагон, а пять человек выживут. Если Ваня не потянет за рычаг, вагон поедет дальше, собьет пять человек, а один человек на мосту останется в живых. Ваня решает потянуть за рычаг.;Потянуть за рычаг – это:

# dilemma_10
source: Jeff ;Standing by the railroad tracks, Jeff sees an empty, out-of-control boxcar speeding toward five people. There is one person on a footbridge spanning the main tracks who is slipping and about to fall onto the main track, where he will be hit by the boxcar. The boxcar will slow down because of the one person, therefore preventing the five from being hit. Next to Jeff is a lever that can be pulled, raising the railing on the footbridge and preventing the one person from falling. If Jeff does not pull the lever the one person will fall and be hit by the boxcar, and therefore the boxcar will slow down and not hit the five people. If Jeff pulls the lever the boxcar will continue down the tracks and hit five people, and the one person will remain safe above the main track. Jeff decides not to pull the lever.;Not pulling the lever is:
ru_ru: ;Стоя рядом с рельсами, Серёжа увидел, что пустой неуправляемый вагон вот-вот собьет пять человек. На пешеходном мосту над рельсами находится еще один человек, он поскользнулся и вот-вот упадет на рельсы, где его задавит вагон. Из-за этого вагон замедлит ход и пять человек успеют спастись. Рядом с Серёжей находится рычаг, потянув за который можно поднять перила моста и спасти этого человека от падения. Если Серёжа не потянет за рычаг, этот человек попадет под вагон, вагон замедлит ход и пятеро человек выживут. Если Серёжа потянет за рычаг, то вагон продолжит движение, собьет пять человек, а один человек на мосту останется в живых. Серёжа решает не тянуть за рычаг.;Не потянуть за рычаг – это:

# dilemma_11
source: Rick ;Rick is a fireman trying to help five children out of a burning house. There is only one window from which the children can be safely evacuated, and it is jammed shut. Rick must immediately smash open this large, heavy window or else all five children will die. Outside the window, on the sill, is a man safely awaiting evacuation who Rick cannot help hitting with his fist if he breaks the window, causing the man to fall off the sill. Falling off the sill is certain to kill the man. If Rick breaks open the window he will hit the man with his fist, the man will fall off and die, but the five children will be safely evacuated. If Rick does not break open the window the man will be safely evacuated, but the children will die. Rick decides to break open the window.;Breaking open the window is:
ru_ru: ;Рома – пожарник, он пытается спасти пятерых детей из горящего дома. В доме только одно окно, откуда можно безопасно эвакуировать детей, и его заклинило. Рома должен немедленно выбить это большое тяжелое окно, иначе все пять детей погибнут. За окном на подоконнике находится человек, в безопасности ожидающий эвакуации, которого Рома неизбежно столкнет с подоконника, если выбьет стекло. Падение с подоконника несомненно окажется для него смертельным. Если Рома выломает окно, он собьет человека, и тот погибнет, упав с подоконника, но пятерых детей удастся эвакуировать. Если Рома не выломает окно, то человека спасут, но погибнут дети. Рома решает выломать окно.;Выломать окно – это:

# dilemma_12
source: Ken; Ken is a fireman trying to help five children out of a burning house. There is only one window from which the children can be safely evacuated, and it is jammed shut. Ken must immediately smash open this large, heavy window or else all five children will die. Outside the window, on the ground below, is a man safely awaiting evacuation who Ken cannot help hitting with heavy falling glass if he breaks the window. The falling glass is certain to kill the man. If Ken breaks open the window, he will hit the man with the glass, the man will die, but the five children will be safely evacuated. If Ken does not break open the window, the man will be safely evacuated, but the five children will die. Ken decides to break open the window.;Breaking open the window is:
ru_ru: ;Стас – пожарник, он пытается спасти пятерых детей из горящего дома. В доме только одно окно, откуда можно безопасно эвакуировать детей, и его заклинило. Стас должен немедленно выломать это большое тяжелое окно, иначе все пять детей погибнут. Под окном на земле находится человек, в безопасности ожидающий эвакуации. Если Стас выбьет стекло, оно неизбежно упадет на этого человека. Падение стекла несомненно окажется для него смертельным. Если Стас выломает окно, стекло упадет на человека, и тот погибнет, но пятерых детей удастся эвакуировать. Если Стас не выломает окно, то человека спасут, но погибнут дети. Стас решает выломать окно.;Выломать окно – это:

# dilemma_13
source: Peter;Peter is a fireman trying to help five children out of a burning house. There is only one window from which the children can be safely evacuated, and it is jammed shut. Peter must immediately use an object to smash open this large, heavy window or else all five children will die. The only sufficiently large object is a man on his way towards safely escaping the burning house. Crashing through the window is certain to kill the man. If Peter pushes the man into the window and breaks it open, the man will fall out and die, but the five children will be safely evacuated. If Peter does not push the man into the window the man will safely escape, but the five children will die. Peter decides to push the man.;Pushing the man is:
ru_ru: ;Петя – пожарник, он пытается спасти пятерых детей из горящего дома. В доме только одно окно, откуда можно безопасно эвакуировать детей, и его заклинило. Петя должен немедленно чем-то выломать это большое тяжелое окно, иначе все пять детей погибнут. Единственный достаточно большой объект – это человек, направляющийся в сторону безопасного выхода из дома. Несомненно, что если он вылетит через окно, это убьет его. Если Петя выломает окно, вытолкнув через него человека, тот умрет, но пятерых детей удастся эвакуировать. Если Петя не вытолкнет человека, то спасется этот человек, однако погибнут пять детей. Петя решает вытолкнуть человека.;Вытолкнуть человека – это:

# dilemma_14
source: Andy ;Andy is a fireman trying to help five children out of a burning house. There is only one window from which the children can be safely evacuated, and it is jammed shut. Andy must immediately use an object to smash open this large, heavy window or else all five children will die. The only sufficiently large object is a man on his way towards safely escaping the burning house. Andy can break open the window by swinging a piece of burning debris towards the man, which will cause the man to jump out of the way, lose his balance and crash into the window. Falling out of the window is certain to kill the man. If Andy swings the burning debris the man will break open the window, fall out and die, but the five children will be safely evacuated. If Andy does not swing the burning debris, causing the man to break open the window, the man will safely escape, but the five children will die. Andy decides to swing the burning debris.;Swinging the burning debris is:
ru_ru: ;Антон – пожарник, он пытается спасти пятерых детей из горящего дома. В доме только одно окно, откуда можно безопасно эвакуировать детей, и его заклинило. Антон должен немедленно чем-то выломать это большое тяжелое окно, иначе все пять детей погибнут. Единственный достаточно большой объект – это человек, направляющийся в сторону безопасного выхода из дома. Антон может выломать окно, бросив горящий обломок в сторону этого человека, в результате чего тот отпрыгнет, потеряет равновесие и вылетит в окно. Падение, несомненно, окажется для него смертельным. Если Антон бросит горящий обломок, то человек выломает окно, упадет и разобьется, но пятерых детей удастся эвакуировать. Если Антон не бросит горящий обломок, чтобы человек выломал окно, то этот человек спасется, однако погибнут пять детей. Антон решает кинуть горящий обломок.;Кинуть горящий обломок – это:

# dilemma_15
source: Ed ;Ed is driving five sick people to the hospital. They are in critical condition and will die if Ed makes any stops along the way. In his hurry to pack them in the car Ed slams the door on a few feet of thick cord that is now dangling beside the car. Ed takes the fastest route to the hospital, which is a narrow, unpaved mountain pass. On his way, Ed sees a rock climber hanging onto the side of the mountain beside the road. The rock climber is safe and in control, but if Ed drives by the thick cord dragging along the side of his car will dislodge the rock climber, causing him to fall to his death. If Ed slows to a stop and waits, the rock climber will be able to reach a stable landing where the cord will not dislodge him, but it will be too late to save the five people. If Ed continues to drive, the one person will fall to his death and the five will be saved. Ed decides to continue to drive.;Continuing to drive is:
ru_ru: ;Толя везет пять тяжело больных людей в больницу. Они в критическом состоянии и умрут, если Толя остановится по дороге. Погружая людей в машину, Толя прижал дверью толстый шнур больше метра длиной, который теперь болтается сбоку машины. Он выбрал самый быстрый путь к больнице, это узкая горная грунтовка. По пути Толя видит скалолаза, висящего на камнях возле дороги. Скалолаз в безопасности и владеет ситуацией, но если Толя проедет мимо, то болтающийся сбоку машины шнур собьет скалолаза, он упадет и разобьется. Если Толя затормозит и подождет, то скалолаз доберется до надежной опоры, где шнур не заденет его, но спасти пятерых человек уже не удастся. Если Толя не остановится, скалолаз разобьется, а пять человек будут спасены. Толя решает продолжить движение.;Продолжить движение – это:

# dilemma_16
source: Jack ;Jack is driving five sick people to the hospital. They are in critical condition and will die if Jack makes any stops along the way. In his hurry to pack them in the car Jack slams the door on a few feet of thick cord that is now dangling beside the car. Jack takes the fastest route to the hospital, which is a narrow, unpaved mountain pass. On his way, Jack sees a rock climber hanging onto the side of the mountain beside the road. The rock climber is losing control and is about to fall to his death, but he could be saved if he had a cord to pull himself up. If Jack slows to a stop the rock climber will be able to use the cord dangling from the side of the car to pull himself up to safety, but it will be too late to save the five people. If Jack continues to drive, the one person will fall to his death and the five will be saved. Jack decides to continue to drive.;Continuing to drive is:
ru_ru: ;Паша везет пять тяжело больных людей в больницу. Они в критическом состоянии и умрут, если Паша остановится по дороге. Погружая людей в машину, Паша прижал дверью толстый шнур больше метра длиной, который теперь болтается сбоку машины. Он выбрал самый быстрый путь к больнице, это узкая горная грунтовка. По пути Паша видит скалолаза, висящего на камнях возле дороги. Скалолаз вот-вот сорвется и разобьется насмерть, но если ему протянуть шнур, то он может выбраться и спастись. Если Паша остановится, то скалолаз сможет использовать шнур, болтающийся сбоку машины, чтобы выбраться, однако спасти пятерых человек уже не удастся. Если Паша не остановится, один человек разобьется насмерть, а пятеро будут спасены. Паша решает продолжить движение.;Продолжить движение – это:
